Repository: ahmetgadek/MindscapePersonalWellness
Catalog: Mindscape/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hr, hu, ko, ms, nl, pl, ro, ru, sk, sv, th, uk, vi, zh_hant

source: Cancel
ar: إلغاء
ca: Cancel·lar
cs: Zrušit
da: Annuller
el: Ακύρωση
fi: Peruuta
fr: Annuler
he: ביטול
hr: Odustani
hu: Mégse
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy
zh_hant: 取消

source: Save
ar: حفظ
ca: Desar
cs: Uložit
da: Gem
el: Αποθήκευση
fi: Tallenna
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
ko: 저장
ms: Simpan
nl: Opslaan
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hant: 儲存

source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
el: Διαγραφή
fi: Poista
fr: Supprimer
he: מחק
hr: Obriši
hu: Törlés
ko: 삭제
ms: Padam
nl: Verwijderen
pl: Usuń
ro: Șterge
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
uk: Видалити
vi: Xóa
zh_hant: 刪除

source: OK
ar: موافق
ca: D'acord
el: Εντάξει
he: אישור
hr: U redu
ko: 확인
ru: ОК
th: ตกลง
uk: ОК
zh_hant: 確定

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
el: Ολοκληρώθηκε
fi: Valmis
fr: Terminé
he: סיום
hr: Gotovo
hu: Kész
ko: 완료
ms: Selesai
nl: Klaar
pl: Gotowe
ro: Terminat
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
uk: Готово
vi: Hoàn thành
zh_hant: 完成

# tab_home
source: Home
ar: الرئيسية
ca: Inici
cs: Domů
da: Hjem
el: Αρχική
fi: Koti
fr: Accueil
he: בית
hr: Početna
hu: Kezdőlap
ko: 홈
ms: Laman Utama
nl: Start
pl: Strona Główna
ro: Acasă
ru: Главная
sk: Domov
sv: Hem
th: หน้าแรก
uk: Головна
vi: Trang Chủ
zh_hant: 首頁

# tab_gallery
source: Gallery
ar: المعرض
ca: Galeria
cs: Galerie
da: Galleri
el: Συλλογή
fi: Galleria
fr: Galerie
he: גלריה
hr: Galerija
hu: Galéria
ko: 갤러리
ms: Galeri
nl: Galerij
pl: Galeria
ro: Galerie
ru: Галерея
sk: Galéria
sv: Galleri
th: แกลเลอรี
uk: Галерея
vi: Thư Viện
zh_hant: 圖庫

# tab_journal
source: Journal
ar: المذكرات
ca: Diari
cs: Deník
da: Dagbog
el: Ημερολόγιο
fi: Päiväkirja
he: יומן
hr: Dnevnik
hu: Napló
ko: 일기
ms: Jurnal
nl: Dagboek
pl: Dziennik
ro: Jurnal
ru: Дневник
sk: Denník
sv: Dagbok
th: บันทึก
uk: Щоденник
vi: Nhật Ký
zh_hant: 日記

# tab_insights
source: Insights
ar: الرؤى
ca: Perspectives
cs: Pohledy
da: Indsigt
el: Ενδείξεις
fi: Oivallukset
fr: Perspectives
he: תובנות
hr: Uvidi
hu: Befektetések
ko: 인사이트
ms: Wawasan
nl: Inzichten
pl: Wglądy
ro: Perspective
ru: Аналитика
sk: Pohľady
sv: Insikter
th: ข้อมูลเชิงลึก
uk: Аналітика
vi: Thông Tin
zh_hant: 洞察

# tab_settings
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
he: הגדרות
hr: Postavke
hu: Beállítások
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Cài Đặt
zh_hant: 設定

# home_question
source: How was your day?
ar: كيف كان يومك؟
ca: Com ha anat el teu dia?
cs: Jaký byl tvůj den?
da: Hvordan var din dag?
el: Πώς ήταν η ημέρα σου;
fi: Miten päiväsi meni?
fr: Comment s'est passé votre journée ?
he: איך היה היום שלך?
hr: Kako je prošao tvoj dan?
hu: Milyen volt a napod?
ko: 오늘 하루는 어땠나요?
ms: Bagaimana hari anda?
nl: Hoe was je dag?
pl: Jak minął twój dzień?
ro: Cum a fost ziua ta?
ru: Как прошел твой день?
sk: Aký bol tvoj deň?
sv: Hur var din dag?
th: วันนี้เป็นอย่างไรบ้าง?
uk: Як пройшов твій день?
vi: Ngày của bạn thế nào?
zh_hant: 你今天過得怎麼樣？

# home_description
source: Describe your day, and we'll transform it into a unique landscape of your inner world.
ar: اوصف يومك، وسنحوله إلى منظر طبيعي فريد لعالمك الداخلي.
ca: Descriu el teu dia i el transformarem en un paisatge únic del teu món interior.
cs: Popiš svůj den a my ho proměníme v jedinečnou krajinu tvého vnitřního světa.
da: Beskriv din dag, og vi vil omdanne den til et unikt landskab af din indre verden.
el: Περιγράψε την ημέρα σου και θα τη μετατρέψουμε σε ένα μοναδικό τοπίο του εσωτερικού σου κόσμου.
fi: Kuvaile päiväsi, ja muunnamme sen ainutlaatuiseksi maisemaksi sisäisestä maailmastasi.
fr: Décrivez votre journée, et nous la transformerons en un paysage unique de votre monde intérieur.
he: תאר את היום שלך ואנחנו נהפוך אותו לנוף ייחודי של העולם הפנימי שלך.
hr: Opiši svoj dan, a mi ćemo ga pretvoriti u jedinstveni krajolik tvog unutarnjeg svijeta.
hu: Írd le a napodat, és egyedi tájává alakítjuk belső világodat.
ko: 하루를 설명해주시면 내면 세계의 독특한 풍경으로 변환해드립니다.
ms: Terangkan hari anda, dan kami akan mengubahnya menjadi landskap unik dunia dalaman anda.
nl: Beschrijf je dag en we transformeren het in een uniek landschap van je innerlijke wereld.
pl: Opisz swój dzień, a my przekształcimy go w unikalny krajobraz twojego wewnętrznego świata.
ro: Descrie ziua ta, și o vom transforma într-un peisaj unic al lumii tale interioare.
ru: Опиши свой день, и мы превратим его в уникальный пейзаж твоего внутреннего мира.
sk: Opíš svoj deň a my ho premeníme na jedinečnú krajinu tvojho vnútorného sveta.
sv: Beskriv din dag, och vi kommer att förvandla den till en unik landskap av din inre värld.
th: อธิบายวันของคุณ แล้วเราจะแปลงมันเป็นทิวทัศน์ที่โดดเด่นของโลกภายในของคุณ
uk: Опиши свій день, і ми перетворимо його на унікальний пейзаж твого внутрішнього світу.
vi: Mô tả ngày của bạn, và chúng tôi sẽ biến nó thành một cảnh quan độc đáo của thế giới nội tâm của bạn.
zh_hant: 描述你的一天，我們會將其轉化為你內心世界的獨特風景。

# home_create_landscape
source: Create Landscape
ar: إنشاء منظر طبيعي
ca: Crear Paisatge
cs: Vytvoř Krajinu
da: Opret Landskab
el: Δημιούργησε Τοπίο
fi: Luo Maisema
fr: Créer un Paysage
he: צור נוף
hr: Stvori Krajolik
hu: Táj Létrehozása
ko: 풍경 만들기
ms: Cipta Landskap
nl: Landschap Maken
pl: Utwórz Krajobraz
ro: Creează Peisaj
ru: Создать Пейзаж
sk: Vytvoriť Krajinu
sv: Skapa Landskap
th: สร้างทิวทัศน์
uk: Створити Пейзаж
vi: Tạo Cảnh Quan
zh_hant: 建立風景

# home_your_landscape
source: Your Landscape
ar: منظرك الطبيعي
ca: El Teu Paisatge
cs: Tvá Krajina
da: Dit Landskab
el: Το Τοπίο σου
fi: Sinun Maisemasi
fr: Votre Paysage
he: הנוף שלך
hr: Tvoj Krajolik
hu: A Te Tájad
ko: 당신의 풍경
ms: Landskap Anda
nl: Jouw Landschap
pl: Twój Krajobraz
ro: Peisajul Tău
ru: Твой Пейзаж
sk: Tvoja Krajina
sv: Ditt Landskap
th: ทิวทัศน์ของคุณ
uk: Твій Пейзаж
vi: Cảnh Quan Của Bạn
zh_hant: 你的風景

# home_save_to_journal
source: Save to Journal
ar: حفظ في المذكرات
ca: Desar al Diari
cs: Uložit do Deníku
da: Gem i Dagbog
el: Αποθήκευση στο Ημερολόγιο
fi: Tallenna Päiväkirjaan
fr: Enregistrer dans le Journal
he: שמור ליומן
hr: Spremi u Dnevnik
hu: Mentés a Naplóba
ko: 일기에 저장
ms: Simpan ke Jurnal
nl: Opslaan in Dagboek
pl: Zapisz w Dzienniku
ro: Salvează în Jurnal
ru: Сохранить в Дневник
sk: Uložiť do Denníka
sv: Spara i Dagboken
th: บันทึกลงในบันทึก
uk: Зберегти в Щоденник
vi: Lưu vào Nhật Ký
zh_hant: 儲存到日記

# gallery_title
source: Gallery
ar: المعرض
ca: Galeria
cs: Galerie
da: Galleri
el: Συλλογή
fi: Galleria
fr: Galerie
he: גלריה
hr: Galerija
hu: Galéria
ko: 갤러리
ms: Galeri
nl: Galerij
pl: Galeria
ro: Galerie
ru: Галерея
sk: Galéria
sv: Galleri
th: แกลเลอรี
uk: Галерея
vi: Thư Viện
zh_hant: 圖庫

# gallery_no_landscapes
source: No Landscapes Yet
ar: لا توجد مناظر طبيعية بعد
ca: Encara no hi ha paisatges
cs: Zatím žádné krajiny
da: Ingen landskaber endnu
el: Δεν Υπάρχουν Ακόμα Τοπία
fi: Ei vielä maisemia
fr: Aucun Paysage pour le Moment
he: עדיין אין נופים
hr: Još nema krajolika
hu: Még Nincsenek Tájak
ko: 아직 풍경이 없습니다
ms: Tiada Landskap Lagi
nl: Nog geen landschappen
pl: Brak Krajobrazów
ro: Încă Nu Există Peisaje
ru: Пейзажей пока нет
sk: Zatiaľ Žiadne Krajiny
sv: Inga Landskap Ännu
th: ยังไม่มีทิวทัศน์
uk: Пейзажів поки немає
vi: Chưa Có Cảnh Quan
zh_hant: 還沒有風景

# gallery_create_first
source: Create your first landscape on the Home screen
ar: أنشئ منظرك الطبيعي الأول على الشاشة الرئيسية
ca: Crea el teu primer paisatge a la pantalla d'inici
cs: Vytvoř svou první krajinu na domovské obrazovce
da: Opret dit første landskab på hjemmeskærmen
el: Δημιούργησε το πρώτο σου τοπίο στην αρχική οθόνη
fi: Luo ensimmäinen maisemasi kotinäytöllä
fr: Créez votre premier paysage sur l'écran d'accueil
he: צור את הנוף הראשון שלך במסך הבית
hr: Stvori svoj prvi krajolik na početnom ekranu
hu: Hozd létre az első tájadat a kezdőlapon
ko: 홈 화면에서 첫 번째 풍경을 만들어보세요
ms: Cipta landskap pertama anda di skrin utama
nl: Maak je eerste landschap op het startscherm
pl: Utwórz swój pierwszy krajobraz na ekranie głównym
ro: Creează primul tău peisaj pe ecranul principal
ru: Создай свой первый пейзаж на главном экране
sk: Vytvor svoju prvú krajinu na domovskej obrazovke
sv: Skapa ditt första landskap på hemskärmen
th: สร้างทิวทัศน์แรกของคุณบนหน้าจอหลัก
uk: Створи свій перший пейзаж на головному екрані
vi: Tạo cảnh quan đầu tiên của bạn trên màn hình chính
zh_hant: 在首頁建立你的第一個風景

# gallery_add_image
source: Add Image
ar: إضافة صورة
ca: Afegir Imatge
cs: Přidat Obrázek
da: Tilføj Billede
el: Προσθήκη Εικόνας
fi: Lisää Kuva
fr: Ajouter une Image
he: הוסף תמונה
hr: Dodaj Sliku
hu: Kép Hozzáadása
ko: 이미지 추가
ms: Tambah Imej
nl: Afbeelding Toevoegen
pl: Dodaj Obraz
ro: Adaugă Imagine
ru: Добавить Изображение
sk: Pridať Obrázok
sv: Lägg till Bild
th: เพิ่มรูปภาพ
uk: Додати Зображення
vi: Thêm Hình Ảnh
zh_hant: 新增圖片

# gallery_add_image_title
source: Add Image
ar: إضافة صورة
ca: Afegir Imatge
cs: Přidat Obrázek
da: Tilføj Billede
el: Προσθήκη Εικόνας
fi: Lisää Kuva
fr: Ajouter une Image
he: הוסף תמונה
hr: Dodaj Sliku
hu: Kép Hozzáadása
ko: 이미지 추가
ms: Tambah Imej
nl: Afbeelding Toevoegen
pl: Dodaj Obraz
ro: Adaugă Imagine
ru: Добавить Изображение
sk: Pridať Obrázok
sv: Lägg till Bild
th: เพิ่มรูปภาพ
uk: Додати Зображення
vi: Thêm Hình Ảnh
zh_hant: 新增圖片

# gallery_description_optional
source: Description (optional)
ar: الوصف (اختياري)
ca: Descripció (opcional)
cs: Popis (volitelné)
da: Beskrivelse (valgfrit)
el: Περιγραφή (προαιρετικό)
fi: Kuvaus (valinnainen)
fr: Description (optionnelle)
he: תיאור (אופציונלי)
hr: Opis (opcionalno)
hu: Leírás (opcionális)
ko: 설명 (선택사항)
ms: Penerangan (pilihan)
nl: Beschrijving (optioneel)
pl: Opis (opcjonalny)
ro: Descriere (opțional)
ru: Описание (необязательно)
sk: Popis (voliteľné)
sv: Beskrivning (valfritt)
th: คำอธิบาย (ไม่บังคับ)
uk: Опис (необов'язково)
vi: Mô tả (tùy chọn)
zh_hant: 描述（選填）

# gallery_save_image
source: Save Image
ar: حفظ الصورة
ca: Desar Imatge
cs: Uložit Obrázek
da: Gem Billede
el: Αποθήκευση Εικόνας
fi: Tallenna Kuva
fr: Enregistrer l'Image
he: שמור תמונה
hr: Spremi Sliku
hu: Kép Mentése
ko: 이미지 저장
ms: Simpan Imej
nl: Afbeelding Opslaan
pl: Zapisz Obraz
ro: Salvează Imaginea
ru: Сохранить Изображение
sk: Uložiť Obrázok
sv: Spara Bild
th: บันทึกรูปภาพ
uk: Зберегти Зображення
vi: Lưu Hình Ảnh
zh_hant: 儲存圖片

# gallery_image
source: Image
ar: صورة
ca: Imatge
cs: Obrázek
da: Billede
el: Εικόνα
fi: Kuva
he: תמונה
hr: Slika
hu: Kép
ko: 이미지
ms: Imej
nl: Afbeelding
pl: Obraz
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild
th: รูปภาพ
uk: Зображення
vi: Hình Ảnh
zh_hant: 圖片

# journal_title
source: Journal
ar: المذكرات
ca: Diari
cs: Deník
da: Dagbog
el: Ημερολόγιο
fi: Päiväkirja
he: יומן
hr: Dnevnik
hu: Napló
ko: 일기
ms: Jurnal
nl: Dagboek
pl: Dziennik
ro: Jurnal
ru: Дневник
sk: Denník
sv: Dagbok
th: บันทึก
uk: Щоденник
vi: Nhật Ký
zh_hant: 日記

# journal_no_entries
source: No Entries Yet
ar: لا توجد إدخالات بعد
ca: Encara no hi ha entrades
cs: Zatím žádné záznamy
da: Ingen indgange endnu
el: Δεν Υπάρχουν Ακόμα Καταχωρήσεις
fi: Ei vielä merkintöjä
fr: Aucune Entrée pour le Moment
he: עדיין אין רשומות
hr: Još nema unosa
hu: Még Nincsenek Bejegyzések
ko: 아직 항목이 없습니다
ms: Tiada Entri Lagi
nl: Nog geen items
pl: Brak Wpisów
ro: Încă Nu Există Înregistrări
ru: Записей пока нет
sk: Zatiaľ Žiadne Záznamy
sv: Inga Inlägg Ännu
th: ยังไม่มีรายการ
uk: Записів поки немає
vi: Chưa Có Mục Nhập
zh_hant: 還沒有項目

# journal_start_journaling
source: Start journaling your thoughts and feelings
ar: ابدأ في تدوين أفكارك ومشاعرك
ca: Comença a escriure els teus pensaments i sentiments
cs: Začni si zapisovat své myšlenky a pocity
da: Begynd at journalisere dine tanker og følelser
el: Ξεκίνα να καταγράφεις τις σκέψεις και τα συναισθήματά σου
fi: Aloita ajatustesi ja tunteidesi kirjaaminen
fr: Commencez à consigner vos pensées et vos sentiments
he: התחל לתעד את המחשבות והרגשות שלך
hr: Počni bilježiti svoje misli i osjećaje
hu: Kezdd el naplózni a gondolataidat és érzéseidet
ko: 생각과 감정을 기록하기 시작하세요
ms: Mula mencatat pemikiran dan perasaan anda
nl: Begin je gedachten en gevoelens bij te houden
pl: Zacznij zapisywać swoje myśli i uczucia
ro: Începe să îți înregistrezi gândurile și sentimentele
ru: Начни записывать свои мысли и чувства
sk: Začni si zapisovať svoje myšlienky a pocity
sv: Börja dokumentera dina tankar och känslor
th: เริ่มบันทึกความคิดและความรู้สึกของคุณ
uk: Почни записувати свої думки та почуття
vi: Bắt đầu ghi lại suy nghĩ và cảm xúc của bạn
zh_hant: 開始記錄你的想法和感受

# insights_title
source: Insights
ar: الرؤى
ca: Perspectives
cs: Pohledy
da: Indsigt
el: Ενδείξεις
fi: Oivallukset
fr: Perspectives
he: תובנות
hr: Uvidi
hu: Befektetések
ko: 인사이트
ms: Wawasan
nl: Inzichten
pl: Wglądy
ro: Perspective
ru: Аналитика
sk: Pohľady
sv: Insikter
th: ข้อมูลเชิงลึก
uk: Аналітика
vi: Thông Tin
zh_hant: 洞察

# insights_total_entries
source: Total Entries
ar: إجمالي الإدخالات
ca: Total d'Entrades
cs: Celkem Záznamů
da: Samlede Indgange
el: Σύνολο Καταχωρήσεων
fi: Merkintöjä Yhteensä
fr: Total des Entrées
he: סה"כ רשומות
hr: Ukupno Unosa
hu: Összes Bejegyzés
ko: 총 항목 수
ms: Jumlah Entri
nl: Totaal Items
pl: Łączna Liczba Wpisów
ro: Total Înregistrări
ru: Всего Записей
sk: Celkom Záznamov
sv: Totalt Antal Inlägg
th: รายการทั้งหมด
uk: Всього Записів
vi: Tổng Số Mục Nhập
zh_hant: 總項目數

# insights_this_week
source: This Week
ar: هذا الأسبوع
ca: Aquesta Setmana
cs: Tento Týden
da: Denne Uge
el: Αυτή την Εβδομάδα
fi: Tällä Viikolla
fr: Cette Semaine
he: השבוע
hr: Ovaj Tjedan
hu: Ezen a Héten
ko: 이번 주
ms: Minggu Ini
nl: Deze Week
pl: W Tym Tygodniu
ro: Săptămâna Aceasta
ru: На Этой Неделе
sk: Tento Týždeň
sv: Denna Vecka
th: สัปดาห์นี้
uk: На Цьому Тижні
vi: Tuần Này
zh_hant: 本週

# insights_most_common_mood
source: Most Common Mood
ar: المزاج الأكثر شيوعاً
ca: Estat d'Ànim Més Comú
cs: Nejčastější Nálada
da: Mest Almindelige Humør
el: Συχνότερη Διαθετικότητα
fi: Yleisin Mieliala
fr: Humeur la Plus Courante
he: מצב הרוח הנפוץ ביותר
hr: Najčešće Raspoloženje
hu: Leggyakoribb Hangulat
ko: 가장 흔한 기분
ms: Mood Paling Biasa
nl: Meest Voorkomende Stemming
pl: Najczęstszy Nastrój
ro: Starea de Spirit Ce Mai Comună
ru: Наиболее Частое Настроение
sk: Najčastejšia Nálada
sv: Vanligaste Humöret
th: อารมณ์ที่พบบ่อยที่สุด
uk: Найчастіший Настрій
vi: Tâm Trạng Phổ Biến Nhất
zh_hant: 最常見的心情

# insights_about_journey
source: About Your Journey
ar: عن رحلتك
ca: Sobre el Teu Viatge
cs: O Tvé Cestě
da: Om Din Rejse
el: Σχετικά με το Ταξίδι σου
fi: Matkastasi
fr: À Propos de Votre Voyage
he: על המסע שלך
hr: O Tvojem Putovanju
hu: Az Utazásodról
ko: 당신의 여정에 대해
ms: Mengenai Perjalanan Anda
nl: Over Jouw Reis
pl: O Twojej Podróży
ro: Despre Călătoria Ta
ru: О Твоем Путешествии
sk: O Tvojej Ceste
sv: Om Din Resa
th: เกี่ยวกับการเดินทางของคุณ
uk: Про Твою Подорож
vi: Về Hành Trình Của Bạn
zh_hant: 關於你的旅程

# insights_journey_description
source: Your mental landscape is unique and ever-changing. Each entry you create adds to the map of your inner world, helping you understand patterns and find peace.
ar: منظرك العقلي فريد ومتغير باستمرار. كل إدخال تنشئه يضيف إلى خريطة عالمك الداخلي، مما يساعدك على فهم الأنماط وإيجاد السلام.
ca: El teu paisatge mental és únic i en constant canvi. Cada entrada que crees afegeix al mapa del teu món interior, ajudant-te a entendre patrons i trobar pau.
cs: Tvá mentální krajina je jedinečná a neustále se mění. Každý záznam, který vytvoříš, přidává do mapy tvého vnitřního světa, pomáhá ti pochopit vzorce a najít klid.
da: Dit mentale landskab er unikt og i konstant forandring. Hver indgang du opretter tilføjer til kortet over din indre verden, hvilket hjælper dig med at forstå mønstre og finde ro.
el: Το νοητικό σου τοπίο είναι μοναδικό και συνεχώς μεταβαλλόμενο. Κάθε καταχώρηση που δημιουργείς προστίθεται στον χάρτη του εσωτερικού σου κόσμου, βοηθώντας σε να κατανοήσεις μοτίβα και να βρεις ειρήνη.
fi: Mentaalinen maisemasi on ainutlaatuinen ja jatkuvasti muuttuva. Jokainen luomasi merkintä lisää karttaasi sisäisestä maailmastasi, auttaen sinua ymmärtämään kuvioita ja löytämään rauhan.
fr: Votre paysage mental est unique et en constante évolution. Chaque entrée que vous créez s'ajoute à la carte de votre monde intérieur, vous aidant à comprendre les modèles et à trouver la paix.
he: הנוף המנטלי שלך הוא ייחודי ומשתנה תמיד. כל רשומה שאתה יוצר מוסיפה למפה של העולם הפנימי שלך, עוזרת לך להבין דפוסים ולמצוא שלווה.
hr: Tvoj mentalni krajolik je jedinstven i stalno se mijenja. Svaki unos koji stvoriš dodaje se na kartu tvog unutarnjeg svijeta, pomažući ti razumjeti obrasce i pronaći mir.
hu: A mentális tájad egyedi és folyamatosan változó. Minden bejegyzés, amit létrehozol, hozzáadódik belső világod térképéhez, segítve megérteni a mintákat és megtalálni a békét.
ko: 당신의 정신적 풍경은 독특하고 끊임없이 변화합니다. 만드는 각 항목은 내면 세계의 지도에 추가되어 패턴을 이해하고 평화를 찾는 데 도움이 됩니다.
ms: Landskap mental anda adalah unik dan sentiasa berubah. Setiap entri yang anda cipta menambah kepada peta dunia dalaman anda, membantu anda memahami corak dan mencari ketenangan.
nl: Jouw mentale landschap is uniek en voortdurend veranderend. Elk item dat je maakt voegt toe aan de kaart van je innerlijke wereld, wat je helpt patronen te begrijpen en vrede te vinden.
pl: Twój mentalny krajobraz jest unikalny i ciągle się zmienia. Każdy wpis, który tworzysz, dodaje się do mapy twojego wewnętrznego świata, pomagając ci zrozumieć wzorce i znaleźć spokój.
ro: Peisajul tău mental este unic și în continuă schimbare. Fiecare înregistrare pe care o creezi se adaugă la harta lumii tale interioare, ajutându-te să înțelegi tiparele și să găsești pace.
ru: Твой ментальный пейзаж уникален и постоянно меняется. Каждая запись, которую ты создаешь, добавляется к карте твоего внутреннего мира, помогая тебе понимать паттерны и находить покой.
sk: Tvoja mentálna krajina je jedinečná a neustále sa mení. Každý záznam, ktorý vytvoríš, sa pridáva do mapy tvojho vnútorného sveta, pomáhajúc ti pochopiť vzorce a nájsť pokoj.
sv: Ditt mentala landskap är unikt och ständigt föränderligt. Varje inlägg du skapar lägger till kartan över din inre värld, vilket hjälper dig att förstå mönster och hitta frid.
th: ทิวทัศน์ทางจิตของคุณนั้นเป็นเอกลักษณ์และเปลี่ยนแปลงอยู่เสมอ แต่ละรายการที่คุณสร้างจะเพิ่มลงในแผนที่ของโลกภายในของคุณ ช่วยให้คุณเข้าใจรูปแบบและค้นหาความสงบ
uk: Твій ментальний пейзаж унікальний і постійно змінюється. Кожен запис, який ти створюєш, додається до карти твого внутрішнього світу, допомагаючи тобі розуміти патерни та знаходити спокій.
vi: Cảnh quan tinh thần của bạn là độc đáo và luôn thay đổi. Mỗi mục nhập bạn tạo sẽ thêm vào bản đồ thế giới nội tâm của bạn, giúp bạn hiểu các mẫu và tìm thấy sự bình yên.
zh_hant: 你的心理風景是獨特且不斷變化的。你建立的每個項目都會新增到你內心世界的地圖中，幫助你理解模式並找到平靜。

# settings_title
source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
he: הגדרות
hr: Postavke
hu: Beállítások
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Cài Đặt
zh_hant: 設定

# settings_appearance
source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
da: Udseende
el: Εμφάνιση
fi: Ulkoasu
fr: Apparence
he: מראה
hr: Izgled
hu: Megjelenés
ko: 외관
ms: Penampilan
nl: Weergave
pl: Wygląd
ro: Aspect
ru: Внешний Вид
sk: Vzhľad
sv: Utseende
th: รูปลักษณ์
uk: Зовнішній Вигляд
vi: Giao Diện
zh_hant: 外觀

# settings_theme
source: Theme
ar: المظهر
ca: Tema
cs: Téma
da: Tema
el: Θέμα
fi: Teema
fr: Thème
he: ערכת נושא
hr: Tema
hu: Téma
ko: 테마
ms: Tema
nl: Thema
pl: Motyw
ro: Temă
ru: Тема
sk: Téma
sv: Tema
th: ธีม
uk: Тема
vi: Chủ Đề
zh_hant: 主題

# settings_language
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
el: Γλώσσα
fi: Kieli
fr: Langue
he: שפה
hr: Jezik
hu: Nyelv
ko: 언어
ms: Bahasa
nl: Taal
pl: Język
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn Ngữ
zh_hant: 語言

# settings_about
source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
el: Σχετικά
fi: Tietoja
fr: À Propos
he: אודות
hr: O aplikaciji
hu: Névjegy
ko: 정보
ms: Mengenai
nl: Over
pl: O Aplikacji
ro: Despre
ru: О Приложении
sk: O aplikácii
sv: Om
th: เกี่ยวกับ
uk: Про Додаток
vi: Giới Thiệu
zh_hant: 關於

# settings_version
source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
fi: Versio
he: גרסה
hr: Verzija
hu: Verzió
ko: 버전
ms: Versi
nl: Versie
pl: Wersja
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชัน
uk: Версія
vi: Phiên Bản
zh_hant: 版本

# settings_description
source: Mindscape helps you map your inner world by transforming your daily experiences into unique visual landscapes.
ar: Mindscape يساعدك على رسم خريطة لعالمك الداخلي من خلال تحويل تجاربك اليومية إلى مناظر طبيعية بصرية فريدة.
ca: Mindscape t'ajuda a mapar el teu món interior transformant les teves experiències diàries en paisatges visuals únics.
cs: Mindscape ti pomáhá mapovat tvůj vnitřní svět tím, že proměňuje tvé každodenní zážitky v jedinečné vizuální krajiny.
da: Mindscape hjælper dig med at kortlægge din indre verden ved at omdanne dine daglige oplevelser til unikke visuelle landskaber.
el: Το Mindscape σε βοηθά να χαρτογραφήσεις τον εσωτερικό σου κόσμο μετατρέποντας τις καθημερινές σου εμπειρίες σε μοναδικά οπτικά τοπία.
fi: Mindscape auttaa sinua kartoittamaan sisäisen maailmasi muuntamalla päivittäiset kokemuksesi ainutlaatuisiksi visuaalisiksi maisemiksi.
fr: Mindscape vous aide à cartographier votre monde intérieur en transformant vos expériences quotidiennes en paysages visuels uniques.
he: Mindscape עוזר לך למפות את העולם הפנימי שלך על ידי הפיכת החוויות היומיות שלך לנופים ויזואליים ייחודיים.
hr: Mindscape ti pomaže mapirati svoj unutarnji svijet pretvarajući tvoja dnevna iskustva u jedinstvene vizualne krajolike.
hu: A Mindscape segít feltérképezni belső világodat azáltal, hogy napi élményeidet egyedi vizuális tájakká alakítja.
ko: Mindscape는 일상 경험을 독특한 시각적 풍경으로 변환하여 내면 세계를 매핑하는 데 도움이 됩니다.
ms: Mindscape membantu anda memetakan dunia dalaman anda dengan mengubah pengalaman harian anda menjadi landskap visual yang unik.
nl: Mindscape helpt je je innerlijke wereld in kaart te brengen door je dagelijkse ervaringen om te zetten in unieke visuele landschappen.
pl: Mindscape pomaga ci mapować twój wewnętrzny świat, przekształcając twoje codzienne doświadczenia w unikalne wizualne krajobrazy.
ro: Mindscape te ajută să îți cartografiezi lumea interioară transformând experiențele tale zilnice în peisaje vizuale unice.
ru: Mindscape помогает тебе наносить на карту свой внутренний мир, превращая твой ежедневный опыт в уникальные визуальные пейзажи.
sk: Mindscape ti pomáha mapovať tvoj vnútorný svet tým, že mení tvoje každodenné zážitky na jedinečné vizuálne krajiny.
sv: Mindscape hjälper dig att kartlägga din inre värld genom att förvandla dina dagliga upplevelser till unika visuella landskap.
th: Mindscape ช่วยให้คุณทำแผนที่โลกภายในของคุณโดยการแปลงประสบการณ์ประจำวันของคุณเป็นทิวทัศน์ภาพที่โดดเด่น
uk: Mindscape допомагає тобі наносити на карту свій внутрішній світ, перетворюючи твій щоденний досвід на унікальні візуальні пейзажі.
vi: Mindscape giúp bạn lập bản đồ thế giới nội tâm của mình bằng cách biến đổi những trải nghiệm hàng ngày của bạn thành những cảnh quan hình ảnh độc đáo.
zh_hant: Mindscape透過將你的日常經歷轉化為獨特的視覺風景，幫助你繪製內心世界的地圖。

# theme_system
source: System
ar: النظام
ca: Sistema
cs: Systém
el: Σύστημα
fi: Järjestelmä
fr: Système
he: מערכת
hr: Sustav
hu: Rendszer
ko: 시스템
ms: Sistem
nl: Systeem
ro: Sistem
ru: Системная
sk: Systém
th: ระบบ
uk: Системна
vi: Hệ Thống
zh_hant: 系統
