Repository: ahmetgadek/MindscapePersonalWellness
Catalog: Mindscape/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hr, hu, ko, ms, nl, pl, ro, ru, sk, sv, th, uk, vi, zh_hant

# landscape_calm
source: Still, mirror-like lake surrounded by ancient trees, with mist rising gently at dawn
ar: بحيرة ثابتة كالمرآة محاطة بأشجار قديمة، مع ضباب يرتفع برفق عند الفجر
ca: Llac immòbil com un mirall envoltat d'arbres antics, amb boira pujant suavement a l'alba
cs: Klidné, zrcadlové jezero obklopené starými stromy, s mlhou jemně stoupající za úsvitu
da: Stille, spejllignende sø omgivet af gamle træer med tåge, der stiger blidt ved daggry
el: Ακίνητη, καθρέπτιστη λίμνη περιτριγυρισμένη από αρχαία δέντρα, με ομίχλη που ανεβαίνει απαλά στην αυγή
fi: Tyyni, peilimäinen järvi muinaisten puiden ympäröimänä, sumu nousee lempeästi aamunkoitteessa
fr: Lac immobile comme un miroir entouré d'arbres anciens, avec de la brume s'élevant doucement à l'aube
he: אגם שקט כמו מראה מוקף עצים עתיקים, עם ערפל העולה בעדינות בשחר
hr: Mirno, zrcalno jezero okruženo drevnim drvećem, s maglom koja se nježno diže u zoru
hu: Csendes, tükörszerű tó ősi fákkal körülvéve, köddel, amely finoman emelkedik a hajnalban
ko: 고대 나무들로 둘러싸인 거울 같은 고요한 호수, 새벽에 부드럽게 떠오르는 안개
ms: Tasik yang tenang seperti cermin dikelilingi pokok-pokok purba, dengan kabut yang naik lembut pada waktu subuh
nl: Stil, spiegelachtig meer omgeven door oude bomen, met mist die zachtjes opstijgt bij zonsopgang
pl: Spokojne, lustrzane jezioro otoczone starożytnymi drzewami, z mgłą delikatnie unoszącą się o świcie
ro: Lac liniștit ca o oglindă înconjurat de copaci vechi, cu ceață ridicându-se ușor în zori
ru: Неподвижное, зеркальное озеро, окруженное древними деревьями, с туманом, мягко поднимающимся на рассвете
sk: Pokojné, zrkadlové jazero obklopené starými stromami, s hmlou jemne stúpajúcou pri úsvite
sv: Stilla, spegellik sjö omgiven av gamla träd, med dimma som stiger mjukt vid gryningen
th: ทะเลสาบที่นิ่งเหมือนกระจกล้อมรอบด้วยต้นไม้โบราณ ด้วยหมอกที่ลอยขึ้นอย่างอ่อนโยนในยามรุ่งสาง
uk: Нерухоме, дзеркальне озеро, оточене стародавніми деревами, з туманом, що ніжно піднімається на світанку
vi: Hồ nước tĩnh lặng như gương được bao quanh bởi những cây cổ thụ, với sương mù nhẹ nhàng bay lên lúc bình minh
zh_hant: 被古樹環繞的靜止如鏡的湖泊，黎明時薄霧輕柔升起

# landscape_tired
source: Dusk settling over a quiet valley, with the last rays of sun fading behind distant hills
ar: غسق يستقر فوق واد هادئ، مع آخر أشعة الشمس تتلاشى خلف تلال بعيدة
ca: Crepuscle assentant-se sobre una vall tranquil·la, amb els últims raigs de sol desvaneixent-se darrere de turons llunyans
cs: Soumrak usazující se nad tichým údolím, s posledními paprsky slunce mizejícími za vzdálenými kopci
da: Skumring, der sætter sig over en stille dal med de sidste solstråler, der falmer bag fjerne bakker
el: Σούρουπο που καθιζάνει πάνω από μια ήσυχη κοιλάδα, με τις τελευταίες ακτίνες του ήλιου να ξεθωριάζουν πίσω από μακρινούς λόφους
fi: Ilta laskeutuu hiljaiseen laaksoon, viimeiset auringonsäteet haihtuvat kaukaisten kukkujen takana
fr: Crépuscule s'installant sur une vallée tranquille, avec les derniers rayons de soleil s'estompant derrière des collines lointaines
he: דמדומים שוקעים מעל עמק שקט, עם קרני השמש האחרונות דועכות מאחורי גבעות רחוקות
hr: Sumrak koji se spušta preko tihe doline, s posljednjim zrakama sunca koje nestaju iza udaljenih brežuljaka
hu: Alkonyat, amely egy csendes völgyre telepszik, az utolsó napsugarakkal, amelyek elhalványulnak távoli dombok mögött
ko: 고요한 계곡에 내려앉는 황혼, 먼 언덕 뒤로 마지막 햇살이 사라짐
ms: Senja yang turun di atas lembah yang tenang, dengan sinar matahari terakhir memudar di belakang bukit yang jauh
nl: Schemering die neerdaalt over een rustige vallei, met de laatste zonnestralen die vervagen achter verre heuvels
pl: Zmierzch osiadający nad cichą doliną, z ostatnimi promieniami słońca zanikającymi za odległymi wzgórzami
ro: Amurg așezându-se peste o vale liniștită, cu ultimele raze de soare estompându-se în spatele dealurilor îndepărtate
ru: Сумерки, опускающиеся над тихой долиной, с последними лучами солнца, исчезающими за далекими холмами
sk: Súmrak usadzujúci sa nad tichým údolím, s poslednými lúčmi slnka miznúcimi za vzdialenými kopcami
sv: Skymning som sätter sig över en tyst dal, med de sista solstrålarna som bleknar bakom avlägsna kullar
th: ยามพลบค่ำที่ตั้งอยู่เหนือหุบเขาที่เงียบสงบ ด้วยแสงแดดสุดท้ายที่จางหายไปหลังเนินเขาที่อยู่ห่างไกล
uk: Сутінки, що осідають над тихою долиною, з останніми променями сонця, що згасають за далекими пагорбами
vi: Hoàng hôn lắng xuống trên một thung lũng yên tĩnh, với những tia nắng cuối cùng mờ dần phía sau những ngọn đồi xa xôi
zh_hant: 黃昏降臨在安靜的山谷上，最後的陽光在遠山後消失

# landscape_confused
source: Misty crossroads in a dense forest, where paths fade into the fog ahead
ar: مفترق طرق ضبابي في غابة كثيفة، حيث تختفي المسارات في الضباب أمامك
ca: Encreuament boirós en un bosc dens, on els camins s'esvaeixen en la boira endavant
cs: Mlhavá křižovatka v hustém lese, kde se cesty ztrácejí v mlze vpředu
da: Tåget vejkryds i en tæt skov, hvor stier forsvinder i tågen forude
el: Ομιχλώδης σταυροδρόμι σε πυκνό δάσος, όπου τα μονοπάτια χάνονται στην ομίχλη μπροστά
fi: Sumuinen risteys tiheässä metsässä, jossa polut katoavat sumuun eteenpäin
fr: Carrefour brumeux dans une forêt dense, où les sentiers disparaissent dans le brouillard devant
he: צומת מעורפל ביער צפוף, שם שבילים נעלמים בערפל קדימה
hr: Maglovito raskrižje u gustoj šumi, gdje se staze gube u magli ispred
hu: Ködös kereszteződés egy sűrű erdőben, ahol az ösvények eltűnnek a ködben előre
ko: 밀집한 숲 속의 안개 낀 교차로, 앞의 안개 속으로 길이 사라짐
ms: Persimpangan berkabut di hutan tebal, di mana laluan hilang dalam kabut di hadapan
nl: Mistig kruispunt in een dicht bos, waar paden verdwijnen in de mist vooruit
pl: Mgliste skrzyżowanie w gęstym lesie, gdzie ścieżki znikają we mgle przed sobą
ro: Intersecție cețoasă într-o pădure densă, unde cărările dispar în ceață înainte
ru: Туманный перекресток в густом лесу, где тропы исчезают в тумане впереди
sk: Hmlistá križovatka v hustom lese, kde sa cesty strácajú v hmle vpredu
sv: Dimmig vägkorsning i en tät skog, där stigar försvinner i dimman framåt
th: ทางแยกที่หมอกควันในป่าทึบ ที่เส้นทางหายไปในหมอกข้างหน้า
uk: Туманний перехрестя в густому лісі, де стежки зникають у тумані попереду
vi: Ngã tư sương mù trong một khu rừng rậm, nơi những con đường biến mất trong sương mù phía trước
zh_hant: 茂密森林中霧濛濛的十字路口，小徑在前方的霧中消失

# landscape_grateful
source: Warm, golden hour light streaming through ancient oak trees in a sacred grove
ar: ضوء ذهبي دافئ يتدفق عبر أشجار البلوط القديمة في بستان مقدس
ca: Llum daurada i càlida fluint a través d'arbres de roure antics en un bosc sagrat
cs: Teplé, zlaté světlo proudící skrz staré duby v posvátném háji
da: Varmt, gyldent lys, der strømmer gennem gamle egetræer i en hellig lund
el: Ζεστό, χρυσό φως που ρέει μέσα από αρχαίες βελανιδιές σε ένα ιερό άλσος
fi: Lämmin, kultainen valo virtaa muinaisten tammien läpi pyhässä lehdossa
fr: Lumière dorée et chaude traversant d'anciens chênes dans un bosquet sacré
he: אור שעות זהב חם זורם דרך עצי אלון עתיקים בחורשה קדושה
hr: Topla, zlatna svjetlost koja teče kroz drevne hrastove u svetoj šumi
hu: Meleg, arany óra fény áramlik ősi tölgyfákon keresztül egy szent ligetben
ko: 신성한 숲 속의 고대 참나무들을 통해 흐르는 따뜻한 황금빛 빛
ms: Cahaya jam emas yang hangat mengalir melalui pokok oak purba di hutan suci
nl: Warm, gouden licht dat stroomt door oude eikenbomen in een heilige bosje
pl: Ciepłe, złote światło przepływające przez starożytne dęby w świętym gaju
ro: Lumină caldă și aurie curgând prin stejari vechi într-un pădureț sacru
ru: Теплый, золотой час света, струящийся сквозь древние дубы в священной роще
sk: Teplé, zlaté svetlo prúdiace cez staré duby v posvätnom háji
sv: Varmt, gyllene ljus som strömmar genom gamla ekar i en helig lund
th: แสงสีทองที่อบอุ่นไหลผ่านต้นโอ๊กโบราณในป่าศักดิ์สิทธิ์
uk: Тепле, золоте світло, що струмиться крізь стародавні дуби у священному гаю
vi: Ánh sáng vàng ấm áp chảy qua những cây sồi cổ thụ trong một khu rừng thiêng
zh_hant: 溫暖的金色時光光線流過神聖樹林中的古老橡樹

# landscape_lonely
source: Vast, empty desert under a starry night sky, with a single distant light on the horizon
ar: صحراء شاسعة فارغة تحت سماء ليلية مرصعة بالنجوم، مع ضوء بعيد واحد على الأفق
ca: Desert vast i buit sota un cel nocturn estelat, amb una única llum llunyana a l'horitzó
cs: Rozlehlá, prázdná poušť pod hvězdnatou noční oblohou, s jediným vzdáleným světlem na obzoru
da: Vast, tom ørken under en stjerneklar nattehimmel med et enkelt fjernt lys på horisonten
el: Απέραντη, άδεια έρημος κάτω από ένα αστροφεγγαρόβραδο με ένα μόνο μακρινό φως στον ορίζοντα
fi: Laaja, tyhjä aavikko tähtitaivaan alla, yksi kaukainen valo horisontissa
fr: Vaste désert vide sous un ciel étoilé, avec une seule lumière lointaine à l'horizon
he: מדבר עצום וריק תחת שמי לילה זרועי כוכבים, עם אור בודד רחוק באופק
hr: Ogromna, pusta pustinja pod zvjezdanim noćnim nebom, s jednom udaljenom svjetlošću na horizontu
hu: Hatalmas, üres sivatag egy csillagos éjszakai égbolt alatt egyetlen távoli fénnyel a horizonton
ko: 별이 빛나는 밤하늘 아래의 광활하고 빈 사막, 지평선에 하나의 먼 빛
ms: Gurun yang luas dan kosong di bawah langit malam berbintang, dengan satu cahaya jauh di ufuk
nl: Uitgestrekte, lege woestijn onder een sterrenhemel met een enkel ver licht aan de horizon
pl: Ogromna, pusta pustynia pod gwiaździstym nocnym niebem, z jednym odległym światłem na horyzoncie
ro: Deșert vast și gol sub un cer înstelat de noapte, cu o singură lumină îndepărtată la orizont
ru: Обширная, пустая пустыня под звездным ночным небом, с единственным далеким светом на горизонте
sk: Rozsiahla, prázdna púšť pod hviezdnatou nočnou oblohou, s jediným vzdialeným svetlom na obzore
sv: Vidsträckt, tom öken under en stjärnklar nattlig himmel, med ett enda avlägset ljus vid horisonten
th: ทะเลทรายที่กว้างใหญ่และว่างเปล่าภายใต้ท้องฟ้ายามค่ำคืนที่เต็มไปด้วยดวงดาว ด้วยแสงเดียวที่อยู่ห่างไกลบนขอบฟ้า
uk: Величезна, порожня пустеля під зоряним нічним небом, з єдиним далеким світлом на горизонті
vi: Sa mạc rộng lớn và trống rỗng dưới bầu trời đêm đầy sao, với một ánh sáng xa xôi duy nhất ở đường chân trời
zh_hant: 星空下廣闊的沙漠，地平線上只有一束遙遠的燈光

# landscape_hopeful
source: Early morning light breaking through clouds over a field of new spring growth
ar: ضوء الصباح الباكر يخترق الغيوم فوق حقل من النمو الربيعي الجديد
ca: Llum de primera hora del matí trencant a través de núvols sobre un camp de nou creixement primaveral
cs: Ranní světlo pronikající skrz mraky nad polem nového jarního růstu
da: Tidlig morgenlys, der bryder gennem skyer over et felt med nyt forårsvækst
el: Πρωινό φως που σπάει μέσα από σύννεφα πάνω από ένα χωράφι νέας ανοιξιάτικης ανάπτυξης
fi: Varhainen aamunvalo rikkoo pilviä uuden keväänkasvun kentän yllä
fr: Lumière du petit matin perçant les nuages au-dessus d'un champ de nouvelle croissance printanière
he: אור בוקר מוקדם חודר דרך עננים מעל שדה של צמיחה אביבית חדשה
hr: Rano jutarnje svjetlo koje probija oblake iznad polja novog proljetnog rasta
hu: Kora reggeli fény tör át a felhőkön egy új tavaszi növekedésű mező felett
ko: 새로운 봄 성장의 들판 위의 구름을 뚫고 나오는 이른 아침 빛
ms: Cahaya pagi awal menembusi awan di atas ladang pertumbuhan musim bunga baru
nl: Vroeg ochtendlicht dat door wolken breekt boven een veld met nieuwe lentegroei
pl: Wczesne poranne światło przebijające się przez chmury nad polem nowego wiosennego wzrostu
ro: Lumină de dimineață devreme străpungând norii peste un câmp cu nouă creștere primăvăratică
ru: Ранний утренний свет, пробивающийся сквозь облака над полем новой весенней растительности
sk: Ranné svetlo prerážajúce cez oblaky nad poľom novej jarného rastu
sv: Tidig morgonljus som bryter genom moln över ett fält med ny vårtillväxt
th: แสงเช้าตรู่ที่ทะลุผ่านเมฆเหนือทุ่งของพืชผลใหม่ในฤดูใบไม้ผลิ
uk: Ранкове світло, що пробивається крізь хмари над полем нової весняної рослинності
vi: Ánh sáng sớm mai xuyên qua những đám mây trên một cánh đồng với sự phát triển mùa xuân mới
zh_hant: 清晨的陽光穿過雲層，照在新春生長的田野上

# landscape_default
source: Serene mountain vista with clouds drifting slowly across the peaks, a balanced landscape of earth and sky
ar: منظر جبلي هادئ مع غيوم تطفو ببطء فوق القمم، منظر طبيعي متوازن من الأرض والسماء
ca: Vista muntanyosa serena amb núvols flotant lentament sobre els pics, un paisatge equilibrat de terra i cel
cs: Klidný horský výhled s mraky pomalu plujícími přes vrcholky, vyvážená krajina země a nebe
da: Roligt bjerglandskab med skyer, der svæver langsomt over toppene, et balanceret landskab af jord og himmel
el: Γαλήνιο βουνό με σύννεφα που πλέουν αργά πάνω από τις κορυφές, ένα ισορροπημένο τοπίο γης και ουρανού
fi: Rauhallinen vuorimaisema pilvien hitaasti liukuessa huippujen yli, tasapainoinen maisema maasta ja taivaasta
fr: Vue montagneuse sereine avec des nuages dérivant lentement au-dessus des sommets, un paysage équilibré de terre et de ciel
he: נוף הרים שליו עם עננים שטים לאט מעל הפסגות, נוף מאוזן של אדמה ושמים
hr: Spokojan planinski vidik s oblacima koji polako lebde preko vrhova, uravnotežen krajolik zemlje i neba
hu: Nyugodt hegyi kilátás felhőkkel, amelyek lassan úsznak a csúcsok felett, egyensúlyos táj földből és égből
ko: 구름이 천천히 봉우리를 가로지르며 떠다니는 고요한 산 전망, 땅과 하늘의 균형 잡힌 풍경
ms: Pemandangan gunung yang tenang dengan awan yang melayang perlahan di atas puncak, landskap seimbang bumi dan langit
nl: Rustig bergzicht met wolken die langzaam over de toppen drijven, een uitgebalanceerd landschap van aarde en lucht
pl: Spokojny górski widok z chmurami powoli płynącymi nad szczytami, zrównoważony krajobraz ziemi i nieba
ro: Vedere montană senină cu nori plutiind încet peste vârfuri, un peisaj echilibrat de pământ și cer
ru: Спокойный горный пейзаж с облаками, медленно плывущими над вершинами, сбалансированный пейзаж земли и неба
sk: Pokojný horský výhľad s oblakmi pomaly plávajúcimi cez vrcholky, vyvážená krajina zeme a neba
sv: Lugn bergsutsikt med moln som flyter långsamt över topparna, en balanserad landskap av jord och himmel
th: ทิวทัศน์ภูเขาที่สงบเงียบด้วยเมฆที่ลอยช้าๆ ข้ามยอดเขา ทิวทัศน์ที่สมดุลของดินและฟ้า
uk: Спокійний гірський вид з хмарами, що повільно пливуть над вершинами, збалансований пейзаж землі та неба
vi: Quang cảnh núi thanh bình với những đám mây trôi chậm qua các đỉnh, một cảnh quan cân bằng của đất và trời
zh_hant: 寧靜的山景，雲朵緩慢地飄過山峰，大地與天空的平衡風景
