Repository: ahmetgadek/MindscapePersonalWellness
Catalog: Mindscape/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, el, fi, fr, he, hr, hu, ko, ms, nl, pl, ro, ru, sk, sv, th, uk, vi, zh_hant

# theme_light
source: Light
ar: فاتح
ca: Clar
cs: Světlé
da: Lys
el: Φωτεινό
fi: Vaalea
fr: Clair
he: בהיר
hr: Svijetlo
hu: Világos
ko: 밝게
ms: Terang
nl: Licht
pl: Jasny
ro: Luminos
ru: Светлая
sk: Svetlé
sv: Ljus
th: สว่าง
uk: Світла
vi: Sáng
zh_hant: 淺色

# theme_dark
source: Dark
ar: داكن
ca: Fosc
cs: Tmavé
da: Mørk
el: Σκοτεινό
fi: Tumma
fr: Sombre
he: כהה
hr: Tamno
hu: Sötét
ko: 어둡게
ms: Gelap
nl: Donker
pl: Ciemny
ro: Întunecat
ru: Темная
sk: Tmavé
sv: Mörk
th: มืด
uk: Темна
vi: Tối
zh_hant: 深色

# language_selection_title
source: Select Language
ar: اختر اللغة
ca: Seleccionar Idioma
cs: Vybrat Jazyk
da: Vælg Sprog
el: Επιλογή Γλώσσας
fi: Valitse Kieli
fr: Sélectionner la Langue
he: בחר שפה
hr: Odaberi Jezik
hu: Nyelv Kiválasztása
ko: 언어 선택
ms: Pilih Bahasa
nl: Selecteer Taal
pl: Wybierz Język
ro: Selectează Limba
ru: Выберите Язык
sk: Vybrať Jazyk
sv: Välj Språk
th: เลือกภาษา
uk: Виберіть Мову
vi: Chọn Ngôn Ngữ
zh_hant: 選擇語言

# language_selection_description
source: Choose your preferred language for the app
ar: اختر لغتك المفضلة للتطبيق
ca: Tria el teu idioma preferit per a l'aplicació
cs: Vyber svůj preferovaný jazyk pro aplikaci
da: Vælg dit foretrukne sprog til appen
el: Επίλεξε την προτιμώμενη γλώσσα σου για την εφαρμογή
fi: Valitse haluamasi kieli sovellukseen
fr: Choisissez votre langue préférée pour l'application
he: בחר את השפה המועדפת שלך לאפליקציה
hr: Odaberi svoj željeni jezik za aplikaciju
hu: Válaszd ki az alkalmazáshoz előnyben részesített nyelvedet
ko: 앱에 선호하는 언어를 선택하세요
ms: Pilih bahasa pilihan anda untuk aplikasi
nl: Kies je voorkeurstaal voor de app
pl: Wybierz swój preferowany język dla aplikacji
ro: Alege limba ta preferată pentru aplicație
ru: Выберите предпочитаемый язык для приложения
sk: Vyber svoj preferovaný jazyk pre aplikáciu
sv: Välj ditt föredragna språk för appen
th: เลือกภาษาที่คุณต้องการสำหรับแอป
uk: Виберіть бажану мову для додатку
vi: Chọn ngôn ngữ ưa thích của bạn cho ứng dụng
zh_hant: 選擇你偏好的應用程式語言

# language_selection_continue
source: Continue
ar: متابعة
ca: Continuar
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hu: Folytatás
ko: 계속
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp Tục
zh_hant: 繼續

# mood_happy
source: Happy
ar: سعيد
ca: Feliç
cs: Šťastný
da: Glad
el: Χαρούμενος
fi: Iloinen
fr: Heureux
he: שמח
hr: Sretan
hu: Boldog
ko: 행복
ms: Gembira
nl: Blij
pl: Szczęśliwy
ro: Fericit
ru: Счастливое
sk: Šťastný
sv: Glad
th: มีความสุข
uk: Щасливий
vi: Vui Vẻ
zh_hant: 快樂

# mood_sad
source: Sad
ar: حزين
ca: Trist
cs: Smutný
da: Trist
el: Λυπημένος
fi: Surullinen
fr: Triste
he: עצוב
hr: Tužan
hu: Szomorú
ko: 슬픔
ms: Sedih
nl: Droevig
pl: Smutny
ro: Trist
ru: Грустное
sk: Smutný
sv: Ledsen
th: เศร้า
uk: Сумний
vi: Buồn
zh_hant: 悲傷

# mood_anxious
source: Anxious
ar: قلق
ca: Ansiós
cs: Úzkostný
da: Angstfuld
el: Αγχωμένος
fi: Ahdistunut
fr: Anxieux
he: חרד
hr: Anksiozan
hu: Szorongó
ko: 불안
ms: Cemas
nl: Angstig
pl: Niespokojny
ro: Anxios
ru: Тревожное
sk: Úzkostný
sv: Orolig
th: วิตกกังวล
uk: Тривожний
vi: Lo Lắng
zh_hant: 焦慮

# mood_energetic
source: Energetic
ar: نشط
ca: Energètic
cs: Energetický
da: Energisk
el: Ενεργητικός
fi: Energinen
fr: Énergique
he: אנרגטי
hr: Energetičan
hu: Energikus
ko: 활기참
ms: Bertenaga
nl: Energiek
pl: Energetyczny
ru: Энергичное
sk: Energetický
sv: Energisk
th: มีพลัง
uk: Енергійний
vi: Năng Động
zh_hant: 充滿活力

# mood_calm
source: Calm
ar: هادئ
ca: Tranquil
cs: Klidný
da: Rolig
el: Ήρεμος
fi: Rauhallinen
fr: Calme
he: רגוע
hr: Miran
hu: Nyugodt
ko: 차분함
ms: Tenang
nl: Rustig
pl: Spokojny
ru: Спокойное
sk: Pokojný
sv: Lugn
th: สงบ
uk: Спокійний
vi: Bình Tĩnh
zh_hant: 平靜

# mood_neutral
source: Neutral
ar: محايد
cs: Neutrální
el: Ουδέτερος
fi: Neutraali
fr: Neutre
he: ניטרלי
hr: Neutralan
hu: Semleges
ko: 중립
nl: Neutraal
pl: Neutralny
ro: Neutru
ru: Нейтральное
sk: Neutrálny
th: เป็นกลาง
uk: Нейтральний
vi: Trung Lập
zh_hant: 中性

# landscape_good
source: Vibrant sunset over a peaceful lake with colourful reflections and gentle ripples
ar: غروب مشرق فوق بحيرة هادئة مع انعكاسات ملونة وتموجات ناعمة
ca: Posta de sol vibrant sobre un llac pacífic amb reflexos colorits i ones suaus
cs: Živý západ slunce nad klidným jezerem s barevnými odrazy a jemnými vlnkami
da: Livfuld solnedgang over en fredelig sø med farverige refleksioner og blide bølger
el: Ζωντανό ηλιοβασίλεμα πάνω από μια γαλήνια λίμνη με πολύχρωμες αντανακλάσεις και απαλά κύματα
fi: Elävä auringonlasku rauhallisen järven yllä värikkäillä heijastuksilla ja lempeillä aalloilla
fr: Coucher de soleil vibrant sur un lac paisible avec des reflets colorés et des ondulations douces
he: שקיעה מלאת חיים מעל אגם שליו עם השתקפויות צבעוניות וגלים עדינים
hr: Živahna zalaska sunca iznad mirnog jezera s živopisnim odrazima i nježnim valovima
hu: Élénk naplemente egy békés tó felett színes tükröződésekkel és finom hullámokkal
ko: 평화로운 호수 위의 활기찬 석양, 다채로운 반사와 부드러운 잔물결
ms: Matahari terbenam yang hidup di atas tasik yang tenang dengan pantulan berwarna-warni dan riak lembut
nl: Levendige zonsondergang boven een vredig meer met kleurrijke reflecties en zachte rimpelingen
pl: Żywy zachód słońca nad spokojnym jeziorem z kolorowymi odbiciami i delikatnymi falami
ro: Apus vibrant peste un lac liniștit cu reflexii colorate și valuri delicate
ru: Яркий закат над спокойным озером с красочными отражениями и нежными волнами
sk: Živý západ slnka nad pokojným jazerom s farebnými odrazmi a jemnými vlnkami
sv: Livfull solnedgång över en fridfull sjö med färgglada reflektioner och mjuka vågor
th: พระอาทิตย์ตกที่สดใสเหนือทะเลสาบที่สงบเงียบด้วยแสงสะท้อนที่มีสีสันและคลื่นที่อ่อนโยน
uk: Яскравий захід сонця над спокійним озером з кольоровими відблисками та ніжними хвилями
vi: Hoàng hôn rực rỡ trên một hồ nước yên bình với những phản chiếu đầy màu sắc và những gợn sóng nhẹ nhàng
zh_hant: 寧靜湖面上充滿活力的日落，色彩斑斕的倒影和輕柔的漣漪

# landscape_bad
source: Dark, overcast sky above a desolate landscape with barren trees and heavy fog
ar: سماء مظلمة ملبدة بالغيوم فوق منظر طبيعي قاحل بأشجار عارية وضباب كثيف
ca: Cel fosc i ennuvolat sobre un paisatge desolat amb arbres estèrils i boira densa
cs: Tmavá, zatažená obloha nad pustou krajinou s holými stromy a hustou mlhou
da: Mørk, overskyet himmel over et øde landskab med nøgne træer og tung tåge
el: Σκοτεινός, συννεφιασμένος ουρανός πάνω από ένα έρημο τοπίο με γυμνά δέντρα και πυκνή ομίχλη
fi: Pimeä, pilvinen taivas autiomaan yllä paljailla puilla ja tiheällä sumulla
fr: Ciel sombre et nuageux au-dessus d'un paysage désolé avec des arbres dénudés et un brouillard épais
he: שמים אפלים ומעוננים מעל נוף שומם עם עצים חשופים וערפל כבד
hr: Tamno, oblačno nebo iznad pustog krajolika s golim drvećem i gustom maglom
hu: Sötét, felhős égbolt egy puszta táj felett kopár fákkal és sűrű köddel
ko: 황량한 풍경 위의 어둡고 흐린 하늘, 벌거벗은 나무와 짙은 안개
ms: Langit gelap dan mendung di atas landskap yang sunyi dengan pokok gersang dan kabut tebal
nl: Donkere, bewolkte lucht boven een verlaten landschap met kale bomen en zware mist
pl: Ciemne, zachmurzone niebo nad pustym krajobrazem z nagimi drzewami i gęstą mgłą
ro: Cer întunecat și înnorat deasupra unui peisaj pustiu cu copaci goi și ceață densă
ru: Темное, пасмурное небо над пустынным пейзажем с голыми деревьями и густым туманом
sk: Tmavá, zamračená obloha nad pustou krajinou s holými stromami a hustou hmlou
sv: Mörk, mulen himmel över ett öde landskap med nakna träd och tung dimma
th: ท้องฟ้ามืดครึ้มเหนือทิวทัศน์ที่รกร้างด้วยต้นไม้เปลือยและหมอกหนา
uk: Темне, похмуре небо над безлюдним пейзажем з оголеними деревами та густим туманом
vi: Bầu trời tối tăm và u ám trên một cảnh quan hoang vắng với những cây trơ trụi và sương mù dày đặc
zh_hant: 荒涼風景上方的黑暗陰雲天空，光禿禿的樹木和濃霧

# landscape_cool
source: Clear blue sky above a tranquil meadow with a gentle breeze and distant mountains
ar: سماء زرقاء صافية فوق مرج هادئ مع نسيم خفيف وجبال بعيدة
ca: Cel blau clar sobre un prat tranquil amb una brisa suau i muntanyes llunyanes
cs: Čisté modré nebe nad klidnou loukou s jemným vánkem a vzdálenými horami
da: Klar blå himmel over en rolig eng med en blid brise og fjerne bjerge
el: Καθαρός γαλάζιος ουρανός πάνω από ένα ήσυχο λιβάδι με απαλό αεράκι και μακρινά βουνά
fi: Kirkas sininen taivas rauhallisen niityn yllä lempeällä tuulella ja kaukaisilla vuorilla
fr: Ciel bleu clair au-dessus d'une prairie tranquille avec une brise douce et des montagnes lointaines
he: שמים כחולים בהירים מעל אחו רגוע עם רוח עדינה והרים רחוקים
hr: Vedro plavo nebo iznad spokojnog livada s laganim povjetarcem i udaljenim planinama
hu: Tiszta kék égbolt egy nyugodt rét felett finom széllel és távoli hegyekkel
ko: 고요한 초원 위의 맑은 푸른 하늘, 부드러운 바람과 먼 산들
ms: Langit biru jernih di atas padang rumput yang tenang dengan angin sepoi-sepoi dan gunung yang jauh
nl: Helderblauwe lucht boven een rustige weide met een zachte bries en verre bergen
pl: Czyste niebieskie niebo nad spokojną łąką z delikatną bryzą i odległymi górami
ro: Cer albastru limpede deasupra unei pajiști liniștite cu o adiere ușoară și munți îndepărtați
ru: Ясное голубое небо над спокойным лугом с легким ветерком и далекими горами
sk: Čisté modré nebo nad pokojnou lúkou s jemným vánkom a vzdialenými horami
sv: Klar blå himmel över en lugn äng med en mild bris och avlägsna berg
th: ท้องฟ้าสีฟ้าสดใสเหนือทุ่งหญ้าที่สงบด้วยลมเบาๆ และภูเขาที่อยู่ห่างไกล
uk: Ясне блакитне небо над спокійним лугом з легким вітерцем та далекими горами
vi: Bầu trời xanh trong vắt trên một đồng cỏ yên tĩnh với làn gió nhẹ và những ngọn núi xa xôi
zh_hant: 寧靜草地上方的清澈藍天，輕柔的微風和遠山

# landscape_happy
source: Golden sunrise over rolling hills with wildflowers swaying gently in the warm light
ar: شروق ذهبي فوق تلال متدحرجة مع أزهار برية تتمايل برفق في الضوء الدافئ
ca: Sortida de sol daurada sobre turons ondulants amb flors silvestres balancejant-se suavement a la llum càlida
cs: Zlatý východ slunce nad zvlněnými kopci s divokými květinami, které se jemně kývají v teplém světle
da: Gylden solopgang over bølgede bakker med vilde blomster, der svajer blidt i det varme lys
el: Χρυσή ανατολή πάνω από κυματιστά λόφια με αγριολούλουδα που ταλαντεύονται απαλά στο ζεστό φως
fi: Kultainen auringonnousu aaltoilevien kukkulan yllä luonnonkukilla, jotka keinuilevat lempeästi lämpimässä valossa
fr: Lever de soleil doré sur des collines ondulantes avec des fleurs sauvages se balançant doucement dans la lumière chaude
he: זריחה זהובה מעל גבעות מתגלגלות עם פרחי בר מתנודדים בעדינות באור החם
hr: Zlatni izlazak sunca iznad valovitih brežuljaka s divljim cvijećem koje se nježno njiše u toploj svjetlosti
hu: Arany napkelte hullámzó dombok felett vadvirágokkal, amelyek finoman lengenek a meleg fényben
ko: 구릉지 위의 황금빛 일출, 야생화가 따뜻한 빛 속에서 부드럽게 흔들림
ms: Matahari terbit keemasan di atas bukit yang bergulir dengan bunga liar yang bergoyang lembut dalam cahaya hangat
nl: Gouden zonsopgang boven glooiende heuvels met wilde bloemen die zachtjes zwaaien in het warme licht
pl: Złoty wschód słońca nad falistymi wzgórzami z dzikimi kwiatami delikatnie kołyszącymi się w ciepłym świetle
ro: Răsărit de aur peste dealuri ondulate cu flori sălbatice legănându-se ușor în lumina caldă
ru: Золотой восход над холмистыми склонами с полевыми цветами, мягко покачивающимися в теплом свете
sk: Zlatý východ slnka nad vlnitými kopcami s divými kvetmi, ktoré sa jemne kývajú v teplom svetle
sv: Gyllene soluppgång över böljande kullar med vildblommor som svajar mjukt i det varma ljuset
th: พระอาทิตย์ขึ้นสีทองเหนือเนินเขาที่โค้งงอด้วยดอกไม้ป่าที่แกว่งไกวอย่างอ่อนโยนในแสงอุ่น
uk: Золотий схід сонця над хвилястими пагорбами з дикими квітами, що ніжно коливаються у теплому світлі
vi: Bình minh vàng trên những ngọn đồi nhấp nhô với những bông hoa dại đung đưa nhẹ nhàng trong ánh sáng ấm áp
zh_hant: 起伏山丘上金色的日出，野花在溫暖的光線中輕柔搖擺

# landscape_sad
source: Quiet autumn landscape with falling leaves and soft rain, grey clouds overhead
ar: منظر طبيعي خريفي هادئ مع أوراق متساقطة ومطر ناعم، غيوم رمادية في السماء
ca: Paisatge d'autumn tranquil amb fulles que cauen i pluja suau, núvols grisos al cel
cs: Tichá podzimní krajina s padajícím listím a jemným deštěm, šedé mraky nad hlavou
da: Stille efterårslandskab med faldende blade og blid regn, grå skyer over hovedet
el: Ήσυχο φθινοπωρινό τοπίο με πέφτοντα φύλλα και απαλή βροχή, γκρι σύννεφα πάνω
fi: Hiljainen syksymaisema putoavilla lehdillä ja pehmeällä sateella, harmaat pilvet yllä
fr: Paysage d'automne calme avec des feuilles qui tombent et une pluie douce, des nuages gris au-dessus
he: נוף סתיו שקט עם עלים נופלים וגשם עדין, עננים אפורים מעל
hr: Tihi jesenski krajolik s padajućim lišćem i mekom kišom, sive oblake iznad
hu: Csendes őszi táj esőző levelekkel és finom esővel, szürke felhőkkel felette
ko: 낙엽과 부드러운 비가 내리는 고요한 가을 풍경, 머리 위의 회색 구름
ms: Landskap musim luruh yang tenang dengan daun yang jatuh dan hujan lembut, awan kelabu di atas
nl: Stil herfstlandschap met vallende bladeren en zachte regen, grijze wolken boven
pl: Cichy jesienny krajobraz z opadającymi liśćmi i delikatnym deszczem, szare chmury nad głową
ro: Peisaj de toamnă liniștit cu frunze care cad și ploaie ușoară, nori gri deasupra
ru: Тихий осенний пейзаж с падающими листьями и мягким дождем, серые облака над головой
sk: Tichá jesenná krajina s padajúcim lístím a jemným dažďom, sivé oblaky nad hlavou
sv: Tyst höstlandskap med fallande löv och mjukt regn, grå moln ovanför
th: ทิวทัศน์ฤดูใบไม้ร่วงที่เงียบสงบด้วยใบไม้ที่ร่วงหล่นและฝนเบาๆ เมฆสีเทาเหนือหัว
uk: Тихий осінній пейзаж з падаючим листям та м'яким дощем, сірі хмари над головою
vi: Cảnh quan mùa thu yên tĩnh với lá rơi và mưa nhẹ, những đám mây xám trên đầu
zh_hant: 安靜的秋日風景，落葉和細雨，頭頂灰色的雲

# landscape_anxious_stormy
source: Stormy ocean with dark clouds and turbulent waves crashing against rocky shores
ar: محيط عاصف مع غيوم داكنة وأمواج مضطربة تتحطم على شواطئ صخرية
ca: Oceà tempestuós amb núvols foscos i ones turbulentes estavellant-se contra costes rocoses
cs: Bouřlivý oceán s tmavými mraky a turbulentními vlnami narážejícími na skalnaté pobřeží
da: Stormfuld hav med mørke skyer og turbulente bølger, der slår mod klippekyster
el: Θυελλώδης ωκεανός με σκοτεινά σύννεφα και ταραχώδη κύματα που συγκρούονται με βραχώδεις ακτές
fi: Myrskyisä valtameri pimeillä pilvillä ja myrskyisillä aalloilla, jotka murskaavat kivisiä rantoja
fr: Océan orageux avec des nuages sombres et des vagues turbulentes s'écrasant contre des rivages rocheux
he: אוקיינוס סוער עם עננים אפלים וגלים סוערים המתנפצים על חופים סלעיים
hr: Olujni ocean s tamnim oblacima i turbulentnim valovima koji se razbijaju o stjenovite obale
hu: Viharos óceán sötét felhőkkel és turbulens hullámokkal, amelyek sziklás partokhoz csapódnak
ko: 어두운 구름과 거친 파도가 바위 해안에 부딪히는 폭풍의 바다
ms: Lautan yang berbadai dengan awan gelap dan gelombang yang bergelora menghantam pantai berbatu
nl: Stormachtige oceaan met donkere wolken en turbulente golven die tegen rotsachtige kusten beuken
pl: Burzliwy ocean z ciemnymi chmurami i turbulentnymi falami rozbijającymi się o skaliste brzegi
ro: Ocean furtunos cu nori întunecați și valuri turbulente izbindu-se de țărmuri stâncoase
ru: Бурное море с темными облаками и бушующими волнами, разбивающимися о скалистые берега
sk: Búrlivý oceán s tmavými oblakmi a turbulentnými vlnami narážajúcimi na skalnaté pobrežia
sv: Stormig hav med mörka moln och turbulenta vågor som kraschar mot klippiga kuster
th: มหาสมุทรที่พายุพัดด้วยเมฆมืดและคลื่นที่ปั่นป่วนกระแทกกับชายฝั่งหิน
uk: Бурхливий океан з темними хмарами та бурхливими хвилями, що розбиваються об скелясті береги
vi: Đại dương bão tố với những đám mây đen và những con sóng dữ dội đập vào bờ đá
zh_hant: 暴風雨的海洋，烏雲和洶湧的波浪撞擊岩石海岸

# landscape_anxious_calm
source: Restless, stormy sea gradually transitioning into a calm bay with the first stars appearing
ar: بحر عاصف مضطرب يتحول تدريجياً إلى خليج هادئ مع ظهور النجوم الأولى
ca: Mar inquiet i tempestuós que gradualment es transforma en una badia tranquil·la amb les primeres estrelles apareixent
cs: Neklidné, bouřlivé moře postupně přecházející do klidného zálivu s prvními objevujícími se hvězdami
da: Uroligt, stormfuldt hav, der gradvist overgår til en rolig bugt med de første stjerner, der viser sig
el: Ανήσυχη, θυελλώδης θάλασσα που μετατρέπεται σταδιακά σε ήσυχο κόλπο με τα πρώτα αστέρια να εμφανίζονται
fi: Levoton, myrskyisä meri vähitellen siirtymässä rauhalliseen lahteen ensimmäisten tähtien ilmestyessä
fr: Mer agitée et orageuse se transformant progressivement en une baie calme avec les premières étoiles apparaissant
he: ים חסר מנוחה וסוער שמתחיל בהדרגה להפוך למפרץ רגוע עם הכוכבים הראשונים המופיעים
hr: Nemirno, olujno more koje se postupno preobražava u miran zaljev s prvim zvijezdama koje se pojavljuju
hu: Nyugtalan, viharos tenger, amely fokozatosan egy nyugodt öbölbe alakul az első megjelenő csillagokkal
ko: 불안한 폭풍의 바다가 첫 번째 별이 나타나는 고요한 만으로 점차 전환됨
ms: Laut yang gelisah dan berbadai secara beransur-ansur berubah menjadi teluk yang tenang dengan bintang pertama yang muncul
nl: Rusteloze, stormachtige zee die geleidelijk overgaat in een rustige baai met de eerste verschijnende sterren
pl: Niespokojne, burzliwe morze stopniowo przechodzące w spokojną zatokę z pierwszymi pojawiającymi się gwiazdami
ro: Mare neliniștită și furtunoasă trecând treptat într-o golf liniștit cu primele stele apărând
ru: Беспокойное, бурное море постепенно переходит в спокойную бухту с первыми появляющимися звездами
sk: Nepokojné, búrlivé more postupne prechádzajúce do pokojného zálivu s prvými objavujúcimi sa hviezdami
sv: Oroligt, stormigt hav som gradvis övergår till en lugn bukt med de första stjärnorna som visas
th: ทะเลที่กระสับกระส่ายและมีพายุค่อยๆ เปลี่ยนเป็นอ่าวที่สงบด้วยดวงดาวแรกที่ปรากฏ
uk: Неспокійне, бурхливе море поступово переходить у спокійну затоку з першими з'являючимися зірками
vi: Biển bất an và bão tố dần chuyển thành một vịnh yên bình với những ngôi sao đầu tiên xuất hiện
zh_hant: 不安的暴風雨海洋逐漸轉變為平靜的海灣，第一顆星星出現

# landscape_energetic
source: Bright, sunny day over a blooming meadow with fireflies dancing in the warm afternoon air
ar: يوم مشمس مشرق فوق مرج مزهر مع حشرات متوهجة ترقص في الهواء الدافئ بعد الظهر
ca: Dia brillant i assolellat sobre un prat florit amb lluernes ballant a l'aire càlid de la tarda
cs: Jasný, slunečný den nad kvetoucí loukou se světluškami tančícími v teplém odpoledním vzduchu
da: Lys, solrig dag over en blomstrende eng med ildfluer, der danser i den varme eftermiddagsluft
el: Φωτεινή, ηλιόλουστη μέρα πάνω από ένα ανθισμένο λιβάδι με πυγολαμπίδες που χορεύουν στον ζεστό απογευματινό αέρα
fi: Kirkas, aurinkoinen päivä kukkivalla niityllä kiiltomadot tanssien lämpimässä iltapäiväilmassa
fr: Journée ensoleillée et lumineuse au-dessus d'une prairie en fleurs avec des lucioles dansant dans l'air chaud de l'après-midi
he: יום בהיר ושמש מעל אחו פורח עם גחליליות רוקדות באוויר החם של אחר הצהריים
hr: Svijetao, sunčan dan iznad cvjetnog livada s krijesnicama koje plešu u toplom popodnevnom zraku
hu: Fényes, napos nap egy virágzó rét felett szentjánosbogarakkal, amelyek táncolnak a meleg délutáni levegőben
ko: 꽃이 핀 초원 위의 밝고 화창한 날, 따뜻한 오후 공기 속에서 반딧불이가 춤춤
ms: Hari yang cerah dan cerah di atas padang rumput yang mekar dengan kunang-kunang menari di udara petang yang hangat
nl: Helder, zonnige dag boven een bloeiende weide met vuurvliegjes die dansen in de warme middaglucht
pl: Jasny, słoneczny dzień nad kwitnącą łąką z świetlikami tańczącymi w ciepłym popołudniowym powietrzu
ro: Zi luminoasă și însorită peste o pajiște înflorită cu licurici dansând în aerul cald al după-amiezii
ru: Яркий, солнечный день над цветущим лугом с танцующими светлячками в теплом дневном воздухе
sk: Jasný, slnečný deň nad kvitnúcou lúkou so svätojánskymi muškami tancujúcimi v teplom popoludňajšom vzduchu
sv: Ljus, solig dag över en blommande äng med eldflugor som dansar i den varma eftermiddagsluften
th: วันที่สว่างและมีแดดเหนือทุ่งหญ้าที่บานสะพรั่งด้วยหิ่งห้อยที่เต้นรำในอากาศอบอุ่นยามบ่าย
uk: Ясний, сонячний день над квітучим лугом з світлячками, що танцюють у теплому повітрі пополудні
vi: Ngày tươi sáng và nắng trên một đồng cỏ đang nở hoa với những con đom đóm nhảy múa trong không khí ấm áp buổi chiều
zh_hant: 盛開草地上方明亮陽光的一天，螢火蟲在溫暖的午後空氣中飛舞

# landscape_apathetic
source: Windless, frozen forest in mist, where time seems to stand still
ar: غابة متجمدة بلا رياح في ضباب، حيث يبدو أن الوقت واقف
ca: Bosc congelat sense vent en boira, on el temps sembla aturar-se
cs: Bezvětří, zmrzlý les v mlze, kde se zdá, že čas stojí
da: Vindstille, frossen skov i tåge, hvor tiden synes at stå stille
el: Ανεμοδαρμένος, παγωμένος δάσος σε ομίχλη, όπου ο χρόνος φαίνεται να στέκεται
fi: Tuuleton, jäätynyt metsä sumussa, jossa aika näyttää seisovan paikallaan
fr: Forêt gelée sans vent dans la brume, où le temps semble s'arrêter
he: יער קפוא ללא רוח בערפל, שם הזמן נראה עומד
hr: Bezvjetrična, smrznuta šuma u magli, gdje se vrijeme čini da stoji
hu: Szélcsendes, fagyott erdő ködben, ahol az idő úgy tűnik, megáll
ko: 안개 속의 바람 없는 얼어붙은 숲, 시간이 멈춘 것처럼 보임
ms: Hutan beku tanpa angin dalam kabut, di mana masa seolah-olah berhenti
nl: Windstille, bevroren bos in mist, waar de tijd stil lijkt te staan
pl: Bezwietrzny, zamarznięty las we mgle, gdzie czas wydaje się stać w miejscu
ro: Pădure înghețată fără vânt în ceață, unde timpul pare să se oprească
ru: Безветренный, замерзший лес в тумане, где время, кажется, стоит на месте
sk: Bezvieterný, zamrznutý les v hmle, kde sa zdá, že čas stojí
sv: Vindlös, frusen skog i dimma, där tiden verkar stå stilla
th: ป่าที่เย็นยะเยือกไร้ลมในหมอก ที่เวลาดูเหมือนจะหยุดนิ่ง
uk: Безвітряний, замерзлий ліс у тумані, де час, здається, стоїть
vi: Rừng đóng băng không gió trong sương mù, nơi thời gian dường như dừng lại
zh_hant: 霧中無風的冰凍森林，時間似乎靜止

# landscape_angry
source: Thunderous sky above jagged mountains with lightning illuminating the dark landscape
ar: سماء رعدية فوق جبال مسننة مع برق يضيء المنظر الطبيعي المظلم
ca: Cel tronador sobre muntanyes dentades amb llamps il·luminant el paisatge fosc
cs: Hromové nebe nad zubatými horami s blesky osvětlujícími temnou krajinu
da: Tordnende himmel over takkede bjerge med lyn, der oplyser det mørke landskab
el: Βροντερός ουρανός πάνω από οδοντωτά βουνά με αστραπές που φωτίζουν το σκοτεινό τοπίο
fi: Ukkosinen taivas sahalaitaisien vuorten yllä salamoilla valaisten pimeän maiseman
fr: Ciel orageux au-dessus de montagnes déchiquetées avec des éclairs illuminant le paysage sombre
he: שמים רעמים מעל הרים משוננים עם ברקים המאירים את הנוף האפל
hr: Gromovito nebo iznad nazubljenih planina s munjama koje osvjetljavaju tamni krajolik
hu: Mennydörgő égbolt recés hegyek felett villámlásokkal, amelyek megvilágítják a sötét tájat
ko: 톱니 모양의 산 위의 천둥 하늘, 번개가 어두운 풍경을 비춤
ms: Langit yang bergemuruh di atas gunung bergerigi dengan kilat yang menerangi landskap gelap
nl: Donderende lucht boven getande bergen met bliksem die het donkere landschap verlicht
pl: Grzmiące niebo nad poszarpanymi górami z błyskawicami oświetlającymi ciemny krajobraz
ro: Cer tunetos deasupra munților dinței cu fulgere iluminând peisajul întunecat
ru: Громовое небо над зубчатыми горами с молниями, освещающими темный пейзаж
sk: Hromové nebo nad zubatými horami s bleskami osvetľujúcimi tmavú krajinu
sv: Åskmoln över taggiga berg med blixtar som belyser det mörka landskapet
th: ท้องฟ้าที่มีฟ้าร้องเหนือภูเขาที่ขรุขระด้วยฟ้าผ่าที่ส่องสว่างทิวทัศน์ที่มืด
uk: Грімке небо над зубчастими горами з блискавками, що освітлюють темний пейзаж
vi: Bầu trời sấm sét trên những ngọn núi lởm chởm với sét làm sáng cảnh quan tối tăm
zh_hant: 鋸齒狀山脈上方的雷聲天空，閃電照亮黑暗的風景
